{
    "menuNames": [
        "Navigation bar",
        
        "Account",
            "Log in",
            "Sign up",

        "Itinerary",
            "Start",
            "Remove",

            "Start",
            "Reached up",
            "Completed!",

        "Accessibility",
            "Bigger font",
            "Color contrast",
            "Black & white",
            "Text-to-speech",

        "Settings",
            "Legend",
            " = Destination not yet reached",
            " = Destination reached",
            " = Itinerary completed",
            "Language",

        "Our Team",
            "Welcome to the world of <i>Better Ways</i>! We are five students from the IIS A.Volta highschool of Lodi. <br>We are: Silvia Bollani, Alessandro Marano, Alexandru Quiroz, Matteo Scaratti and Linda Tessadori. <br>Our website, <i>Better Ways</i>, focuses on the tourism in the city of Lodi, to discover the wonders this small city has to offer. <br>Furthermore, we commit to ensuring that our website is designed and developed with <i>accessibility</i> standards in mind, in order to provide an inclusive experience to all visitors.",
            "You can contact us or send a feedback to the mail",

        "Home",

        "Center map",

        "Single Marker",
            "Add",
            "Remove",
            "Add all",
            "Remove all",

        "Itinerary completed!"
    ],

    "placesNames": {
        "Visconti-Castle": [
            [45.312376641034014, 9.498816848941937],
            "Visconti Castle",
            4,
            "The Visconti Castle was a defensive fortification of the city of Lodi, and it houses the local Police Headquarters.",
            "img/tappe-popup/Castello_Visconteo.jpg"
        ],
        "San-Francesco-Church": [
            [45.314617754968054, 9.507929720552477],
            "San Francesco Church",
            4,
            "The Church of San Francesco, dating back to the late 13th century, is the most original sacred building in the city of Lodi.",
            "img/tappe-popup/Chiesa_San_Francesco.jpeg"
        ],
        "Lodi-Cathedral": [
            [45.314214319510235, 9.503150096251492],
            "Lodi Cathedral",
            4,
            "The Cathedral of Lodi is one of the largest in Lombardy and is also the oldest monument in Lodi. <br>Access through the right door is possible for anyone, the same cannot be said for the left door. The entrance door measures 1.24 m. It is accessible from Via Cavour, with a step to access the hall measuring 10 cm, the cloister is completely accessible and its door measures 1 m. The steps to the altar are a total of 19 and measure 15 cm. As for the crypt of San Bassiano, there are 13 steps measuring 15 cm.",
            "img/tappe-popup/Lodi_Duomo_facciata.jpg"
        ],
        "Faustina-Sporting-Club": [
            [45.30054479572416, 9.50729370117188],
            "Faustina Sporting Club",
            5,
            "Sports facility inaugurated in 2013.",
            "img/tappe-popup/Faustina.jpg"
        ],
        "Monumento-alla-Resistenza": [
            [45.31043780366223, 9.501946341831502],
            "Monumento alla Resistenza",
            5,
            "Copper monument located in the Medaglie d'Oro square, dedicated to the partisan resistance, was inaugurated in 1967. <br>Furthermore, a restoration phase was initiated, which was concluded in 2015.",
            "img/tappe-popup/Monumento_alla_Resistenza.jpg"
        ],
        "Museum-of-Printing": [
            [45.31796325796598, 9.502647436164928],
            "Museum of Printing",
            4,
            "The Museum of Printing and Art Printing is a civic museum of the municipality of Lodi, inaugurated in June 2008 and dedicated to Andrea Schiavi, who collected numerous machines of various kinds.",
            "img/tappe-popup/Lodi_Museo_della_Stampa.jpg"
        ],
        "Museum-of-Musical-Instruments-&-Music": [
            [45.30701338770822, 9.50199549913424],
            "Museum of Musical Instruments & Music",
            4,
            "The museum features an exhibition of over 500 musical instruments.",
            "img/tappe-popup/Museo_dello_Strumento_Musicale_e_della_Musica.jpg"
        ],
        "Paolo-Gorini-Museum": [
            [45.3138348117735, 9.508056454515657],
            "Paolo Gorini Museum",
            5,
            "The anatomical collection of Paolo Gorini was inaugurated in 1981. <br>It consists of a collection of approximately 166 anatomical preparations and is located in what is now the headquarters of the ASL. The purpose of this museum is to make the anatomical preparations of the scientist of the same name known to as many people as possible.",
            "img/tappe-popup/Museo_Paolo_Gorini.jpg"
        ],
        "Palacastellotti-Sport-Facility": [
            [45.297359483089814, 9.510770296119013],
            "Palacastellotti Sport Facility",
            4,
            "Sports arena known for hosting roller hockey matches of Amatori Lodi and other Lodigian formations in this sport.",
            "img/tappe-popup/Palacastellotti.jpg"
        ],
        "Adda-Sud-Park": [
            [45.314040272551736, 9.498271300674975],
            "Adda Sud Park",
            4,
            "The park, of a river and agricultural type, is located along the lower course of the Adda and includes two provinces: Lodi and Cremona. <br>The park, whose objective is to protect nature and the environment, is known for promoting environmental education among young people.",
            "img/tappe-popup/Parco_Adda_Sud.jpg"
        ],
        "Isola-Carolina-Park": [
            [45.315097006869266, 9.498896680791935],
            "Isola Carolina Park",
            4,
            "The public park was built around the mid-twentieth century. <br>It is located a few meters from the turret in the historic center, the park is accessible from one entrance, while the other is not accessible.",
            "img/tappe-popup/Isola_Carolina.jpg"
        ],
        "Villa-Braila-Park": [
            [45.30376301489828, 9.508691843847435],
            "Villa Braila Park",
            5,
            "Park located about ten minutes from the center, the park is very large and has a huge green area. Inside the park there is also a municipal library and a historic building designed in 1901 that gives its name to the park.",
            "img/tappe-popup/Villa_Braila.jpg"
        ],
        "Dossenina-Stadium": [
            [45.30739132224016, 9.495022000717784],
            "Dossenina Stadium",
            5,
            "It was inaugurated around 1920, pedestrian access is facilitated by the pedestrian track in front of it. <br>There are two entrance gates, the main one measuring 4.30 m, while the gate for public access measures 1.20 m.",
            "img/tappe-popup/Stadio_Dossenina.jpg"
        ],
        "Alle-Vigne-Theater": [
            [45.31506910520015, 9.506154729318768],
            "Alle Vigne Theater",
            5,
            "The Theater at the Vineyards is the main theater in the city of Lodi. Originally, it was a church, belonging to the Order of the Humiliated, but in 1570 it passed to the Barnabite fathers who converted it into a higher institute of theology, morals, and philosophy.",
            "img/tappe-popup/Teatro_alle_Vigne.jpg"
        ],
        "Civic-Temple-of-the-Incoronata": [
            [45.31465971960593, 9.502055674244136],
            "Civic Temple of the Incoronata",
            5,
            "The main artistic monument of the city of Lodi was built as a Civic Temple. <br>It has two steps to access, measuring respectively 11 cm and 9 cm. The structure is equipped to allow access to anyone, in fact, there is the possibility of installing a slide, if requested. The entire internal structure is accessible. The door to access the museum is 1 m, but to access the museum you have to go through steps so it is not accessible to everyone. The corridors are about 1 m wide.",
            "img/tappe-popup/Tempio_Incoronata.jpg"
        ],
        "Lodi-Rook": [
            [45.3126397552172, 9.498001343678204],
            "Lodi Rook",
            4,
            "A cylindrical tower, ordered by Francesco Sforza in 1456, represents one of the main symbols of Lodi. <br>It cannot be visited inside, but it can only be viewed from the outside. To observe it, you can position yourself on the bike path nearby, made up of cobblestones.",
            "img/tappe-popup/Torrione.jpg"
        ],
        "Broletto-Square": [
            [45.31452738912999, 9.50285367329064],
            "Broletto Square",
            3,
            "Located near the cathedral, it is an architectural complex where the municipal administration of Lodi is located, it is completely accessible to the public and it is important to mention it because the tourist office is located in it, important for anyone who wants to have further information about the city of Lodi.",
            "img/tappe-popup/Piazza_Broletto.jpeg"
        ],
        "Market-Square": [
            [45.315046320365575, 9.504111225140116],
            "Market Square",
            4,
            "Market square is accessible to the public as it does not present any architectural barriers.",
            "img/tappe-popup/Piazza_Mercato.jpg"
        ],
        "Tourist-Office": [
            [45.31457313558977, 9.502831126442807],
            "Tourist Office",
            5,
            "Information point for tourists.",
            "img/tappe-popup/Piazza_Mercato.jpg"
        ],
        "Church-of-Magdalene": [
            [45.31835179420975, 9.504352611647226],
            "Church of Magdalene",
            5,
            "The church was built around the first half of the eighteenth century and is known for being a full example of the Baroque style. <br>Internally there is a single nave. As for the external part, there is a step for access measuring approximately 13 cm and the entrance door measures 90 cm. It is also important to say that it is visible from the street facing it.",
            "img/tappe-popup/Chiesa_della_Maddalena.jpeg"
        ],
        "Laudense-Library" : [
            [45.316260560309566, 9.504173325140222],
            "Laudense Library",
            4,
            "The Municipal Library Laudense is the oldest library in Lodi, open to the public since 1792. <br>It is located in the city center, not far from Victory Square, and is adjacent to the contemporary church of San Filippo Neri, with which it shares the Lombard Baroque style of the facade.",
            "img/tappe-popup/Biblioteca_Laudense.png"
        ],
        "Castle-Square": [
            [45.3126698, 9.4997774],
            "Castle Square",
            4,
            "Rises above the ancient castle complex, built by Bernabò Visconti in 1370 on a previous fortification.",
            "img/tappe-popup/Piazza_Castello.jpeg"
        ]
    },

    "itineraryNames": {
        "Castles": [
            "Visconti-Castle",
            "Lodi-Rook"
        ],
        "Places of Worship": [
            "Lodi-Cathedral",
            "Civic-Temple-of-the-Incoronata",
            "San-Francesco-Church",
            "Church-of-Magdalene"
        ],
        "Monuments": [
            "Monumento-alla-Resistenza"
        ],
        "Museum & Theaters": [
            "Museum-of-Printing",
            "Paolo-Gorini-Museum",
            "Alle-Vigne-Theater",
            "Museum-of-Musical-Instruments-&-Music"
        ],
        "Parks": [
            "Adda-Sud-Park",
            "Isola-Carolina-Park",
            "Villa-Braila-Park"
        ],
        "Sport Buildings": [
            "Dossenina-Stadium",
            "Faustina-Sporting-Club",
            "Palacastellotti-Sport-Facility"
        ],
        "Squares": [
            "Broletto-Square",
            "Market-Square",
            "Castle Square"]
    }
}