{
    "menuNames": [
        "Barra de navegación",

        "Cuenta",
            "Iniciar sesión",
            "Registrarse",

        "Itinerarios",
            "Empezar",
            "Quitar",

            "Comienza",
            "Llegado hasta",
            "¡Terminado!",

        "Accesibilidad",
            "Agrandar texto",
            "Contraste de colores",
            "Blanco y negro",
            "Texto a voz",

        "Impostaciones",
            "Leyenda",
            " = Etapa no alcanzada",
            " = Etapa alcanzada",
            " = Recorrido completado",
            "Idioma",

        "Nuestro Equipo",
            "Bienvenidos en el mundo de <i>Better Ways</i>! Somos cinco estudiantes de la clase 4ID del instituto IIS A.Volta de Lodi. <br>Nos llamamos: Silvia Bollani, Alessandro Marano, Alexandru Quiroz, Matteo Scaratti e Linda Tessadori. <br>Nuestro sitio, <i>Better Ways</i>, tiene como objetivo el turismo de Lodi, para descubrir las maraviglias que esta pequeña ciudad tiene para ofrecer. <br>Además, nos esforzamos en hacer posible que nuestro sitio sea proyectado y desarrollado con estándares de accesibilidad, con el fin de ofrecer una experiencia inclusiva para todos los visitantes.",
            "Puedes contactarnos o enviar un comentario por correo electrónico",

        "Inicio",

        "Centrar mapa",

        "Marcador Singulo",
            "Agregar",
            "Eliminar",
            "Agregar Todos",
            "Eliminar Todos",

        "¡Itinerario completado!"
    ],

    "placesNames": {
        "Castillo-Visconteo": [
            [45.312376641034014, 9.498816848941937],
            "Castillo Visconteo",
            4,
            "",
            "../img/tappe-popup/Castello_Visconteo.jpg"
        ],
        "Iglesia-de-San-Francisco": [
            [45.314617754968054, 9.507929720552477],
            "Iglesia de San Francisco",
            4,
            "",
            "../img/tappe-popup/chiesa_san_francesco.jpeg"
        ],
        "Catedral-de-Lodi": [
            [45.314214319510235, 9.503150096251492],
            "Catedral de Lodi",
            4,
            "La Catedral de Lodi es una de las más grandes de Lombardía y además es el monumento más antiguo de Lodi. <br>El acceso por la puerta derecha es posible para cualquiera, lo mismo no se puede decir para la puerta izquierda. La puerta de entrada mide 1,24 m. Desde Via Cavour es accesible, con un escalón de 10 cm para acceder al salón, el claustro es completamente accesible y su puerta mide 1 m. Los escalones hacia el altar son en total 19 y miden 15 cm. En cuanto a la cripta de San Bassiano, hay 13 escalones que miden 15 cm.",
            "../img/tappe-popup/Lodi_Duomo_facciata.jpg"
        ],
        "Faustina-Sporting-Club": [
            [45.30054479572416, 9.50729370117188],
            "Faustina Sporting Club",
            5,
            "Instalación deportiva inaugurada en 2013.",
            "../img/tappe-popup/faustina.jpg"
        ],
        "Monumento-a-la-Resistencia": [
            [45.31043780366223, 9.501946341831502],
            "Monumento a la Resistencia",
            5,
            "Monumento de cobre ubicado en la Plaza de las Medallas de Oro, dedicado a la resistencia partisana, fue inaugurado en 1967. Además, se inició una fase de restauración que concluyó en 2015.",
            "../img/tappe-popup/monumento_alla_Resistenza.jpg"
        ],
        "Museo-de-la-Imprenta": [
            [45.31796325796598, 9.502647436164928],
            "Museo de la Imprenta",
            4,
            "",
            "../img/tappe-popup/lodi_museo_della_stampa.jpg"
        ],
        "Museo-del-Instrumento-Musical-y-de-la-Música": [
            [45.30701338770822, 9.50199549913424],
            "Museo del Instrumento Musical y de la Música",
            4,
            "El museo presenta una exposición de más de 500 instrumentos musicales.",
            "../img/tappe-popup/museo_dello_strumento_musicale_e_della_musica.jpg"
        ],
        "Museo-de-Paolo-Gorini": [
            [45.3138348117735, 9.508056454515657],
            "Museo de Paolo Gorini",
            5,
            "La colección anatómica de Paolo Gorini fue inaugurada en 1981. <br>Está compuesta por una colección de aproximadamente 166 preparaciones anatómicas y está ubicada en lo que hoy es la sede de la ASL. El objetivo de este museo es dar a conocer las preparaciones anatómicas del científico homónimo al mayor número posible de personas.",
            "../img/tappe-popup/museo-paolo-gorini-lodi.jpg"
        ],
        "Palazzetto-Palacastellotti": [
            [45.297359483089814, 9.510770296119013],
            "Palazzetto Palacastellotti",
            4,
            "Pabellón deportivo conocido por albergar los partidos de hockey sobre patines del Amatori Lodi y otros equipos lodigianos en este deporte.",
            "../img/tappe-popup/palacastellotti.jpg"
        ],
        "Parque-Adda-Sud": [
            [45.314040272551736, 9.498271300674975],
            "Parque Adda Sud",
            4,
            "El parque de tipo fluvial y agrícola está ubicado a lo largo del curso bajo del Adda e incluye dos provincias: Lodi y Cremona. <br>El parque, cuyo objetivo es proteger la naturaleza y el medio ambiente, es conocido por promover la educación ambiental entre los jóvenes.",
            "../img/tappe-popup/Parco_adda_sud.jpg"
        ],
        "Parque-Isla-Carolina": [
            [45.315097006869266, 9.498896680791935],
            "Parque Isla Carolina",
            5,
            "El parque de tipo público fue construido alrededor de mediados del siglo XX. <br>Está situado a pocos metros del torreón en el centro histórico, el parque es accesible desde una entrada, mientras que la otra no lo es.",
            "../img/tappe-popup/isola_carolina.jpg"
        ],
        "Parque-Villa-Braila": [
            [45.30376301489828, 9.508691843847435],
            "Parque Villa Braila",
            5,
            "Parque ubicado a unos diez minutos del centro, el parque es muy extenso y cuenta con una inmensa área verde. Dentro del parque también se encuentra una biblioteca municipal y una histórica construcción diseñada en 1901 que da nombre al parque.",
            "../img/tappe-popup/villa_Braila.jpg"
        ],
        "Estadio-Dossenina": [
            [45.30739132224016, 9.495022000717784],
            "Estadio Dossenina",
            5,
            "Fue inaugurado alrededor de 1920, el acceso peatonal está facilitado por la acera colocada frente a él. <br>Hay dos puertas de entrada, la principal mide 4,30 m, mientras que la puerta de acceso al público mide 1,20 m.",
            "../img/tappe-popup/Stadio_Dossenina.jpg"
        ],
        "Teatro-Alle-Vigne": [
            [45.31506910520015, 9.506154729318768],
            "Teatro Alle Vigne",
            5,
            "",
            "../img/tappe-popup/Teatro-alle-Vigne.jpg"
        ],
        "Templo-Cívico-Incoronada": [
            [45.31465971960593, 9.502055674244136],
            "Templo Cívico Incoronada",
            5,
            "El principal monumento artístico de la ciudad de Lodi fue construido como Templo Cívico. <br>Tiene dos escalones para acceder, que miden respectivamente 11 cm y 9 cm. La estructura está equipada para permitir el acceso a cualquier persona, de hecho, existe la posibilidad de instalar un tobogán, si es necesario. Toda la estructura interna es accesible. La puerta para acceder al museo mide 1 m, pero para acceder al museo hay que subir escalones, por lo que no es accesible para todos. Los pasillos tienen un ancho de aproximadamente 1 m.",
            "../img/tappe-popup/TempioIncoronata.jpg"
        ],
        "Torrione-de-Lodi": [
            [45.3126397552172, 9.498001343678204],
            "Torrione de Lodi",
            4,
            "Una torre de forma cilíndrica, ordenada por Francesci Sforza en 1456 y representa uno de los principales símbolos de Lodi. <br>No se puede visitar por dentro, pero se puede ver desde afuera. Para poder observarlo, uno puede ubicarse en el carril bici cercano, compuesto por adoquines.",
            "../img/tappe-popup/torrione.jpg"
        ],
        "Plaza-Broletto": [
            [45.31452738912999, 9.50285367329064],
            "Piazza Broletto",
            3,
            "Ubicada cerca de la catedral, es un complejo arquitectónico donde tiene su sede la administración municipal de Lodi, es completamente accesible al público y es importante mencionarlo porque en ella se encuentra la oficina de turismo, importante para cualquiera que desee obtener más información sobre la ciudad de Lodi.",
            ""
        ],
        "Plaza-del-Mercado": [
            [45.315046320365575, 9.504111225140116],
            "Plaza del Mercado",
            4,
            "Plaza destinada al mercado, es accesible para el público ya que no presenta barreras arquitectónicas.",
            ""
        ],
        "Oficina-de-Turismo": [
            [45.31457313558977, 9.502831126442807],
            "Oficina de Turismo",
            5,
            "",
            ""
        ],
        "Iglesia-de-la-Magdalena": [
            [45.31835179420975, 9.504352611647226],
            "Iglesia de la Magdalena",
            4,
            "La iglesia fue construida alrededor de la primera mitad del siglo XVIII y es conocida por ser un ejemplo completo del estilo barroco. <br>Internamente hay una sola nave. En cuanto a la parte exterior, hay un escalón para acceder que mide aproximadamente 13 cm y la puerta de acceso mide 90 cm. Además, es importante mencionar que también es visible desde la calle que la enfrenta.",
            ""
        ],
        "Biblioteca-Laudense": [
            [45.316260560309566, 9.504173325140222],
            "Biblioteca Laudense",
            4,
            "",
            ""
        ],
        "Plaza-del-Castillo": [
            [45.3126698, 9.4997774],
            "Plaza-del-Castillo",
            4,
            "",
            ""
        ]
    },

    "itineraryNames": {
        "Castillos": [
            "Castello-Visconteo",
            "Torrione-de-Lodi"
        ],
        "Lugares Religiosos": [
            "Catedral-de-Lodi",
            "Templo-Cívico-Incoronada",
            "Iglesia-de-San-Francisco"
            
        ],
        "Monumentos Honoríficos": [
            "Monumento-a-la-Resistencia"
        ],
        "Museos y Teatros": [
            "Museo-de-la-Imprenta",
            "Museo-de-Paolo-Gorini",
            "Teatro-Alle-Vigne",
            "Museo-del-Instrumento-Musical-y-de-la-Música",
            "Biblioteca-Laudense"
        ],
        "Parques": [
            "Parque-Adda-Sud",
            "Parque-Isla-Carolina",
            "Parque-Villa-Braila"
        ],
        "Instalaciones Deportivas": [
            "Estadio-Dossenina",
            "Faustina-Sporting-Club",
            "Palazzetto-Palacastellotti"
        ],
        "Piazze": [
            "Plaza-Broletto",
            "Plaza-del-Mercado",
            "Plaza-del-Castillo"]
    }
}